<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>policy for sign up </title>
</head>
<body>
<a> 가입 양식</a>

<form action="" id="joinForm">
            <ul class="join_box">
                <li class="checkBox check01">
                    <ul class="clearfix">
                        <li>이용약관, 개인정보 수집 및 이용,
                            위치정보 이용약관(선택), 프로모션 안내
                            메일 수신(선택)에 모두 동의합니다.</li>
                        <li class="checkAllBtn">
                            <input type="checkbox" name="chkAll" id="chk" class="chkAll">
                        </li>
                    </ul>
                </li>
                <li class="checkBox check02">
                    <ul class="clearfix">
                        <li>이용약관 동의(필수)</li>
                        <li class="checkBtn">
                            <input type="checkbox" name="chk"> 
                        </li>
                    </ul>
                    <textarea name="" id="">제1장 총 칙
                    제1조(목적)

 이 약관은 우들리에서 제공하는 홈페이지서비스(이하 "서비스"라 한다)의 이용조건 및 절차에 관한 사항을 규정함을 목적으로 합니다.

제2조(정의)

 이 약관에서 사용하는 용어의 정의는 다음 각호와 같습니다.

  - 회원 : 이용자 아이디를 부여받은 자

  - ID : 글로벌이 승인하는 문자 또는 숫자의 조합

  - 비밀번호 : 비밀 보호를 위해 회원 자신이 설정한 문자, 숫자의 조합

제3조(효력의 발생과 변경)

 이 약관의 내용은 비투컴 홈페이지 화면에 게시하거나 기타의 방법으로 공지함으로써 효력이 발생됩니다.

 비투컴은 이 약관을 변경할 수 있으며, 변경된 약관은 이용자에게 공지함으로써 효력이 발생됩니다.
 
제4조(준용규정)

 이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 기타 관련법령의 규정에 따릅니다.


제2장 서비스 이용계약

제5조(이용계약의 성립)

 이용계약은 이용자의 이용신청에 대한 비투컴의 승낙과 이용자의 약관 내용에 대한 동의로 성립됩니다.

제6조(이용신청)

 이용신청은 인터넷을 통하여 이용자가 비투컴에서 정한 가입신청서에 기록하여 신청할 수 있습니다.


제7조(계약사항의 변경)

 회원은 이용신청시 기재한 사항이 변경되었을 경우에는 인터넷을 통하여 수정 요청을 할 수 있습니다.





제3장 계약당사자의 의무



제9조(비투컴의 의무)

 비투컴은 서비스 제공과 관련해서 알고 있는 회원의 신상 정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 또는 기타 관계법령에서 정한 절차에 의한 요청이 있을 경우에는 그러하지 않습니다.

제10조(회원의 의무)

 회원은 서비스를 이용할 때 다음 각호의 행위를 하지 않아야 합니다.

  - 다른 회원의 ID를 부정하게 사용하는 행위

  - 서비스에서 얻은 정보를 복제, 출판 또는 제3자에게 제공하는 행위

  - 비투컴의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위

  - 공공질서 및 미풍양속에 위반되는 내용을 유포하는 행위

  - 범죄와 결부된다고 객관적으로 판단되는 행위

  - 기타 관계법령에 위반되는 행위

 회원은 서비스를 이용하여 영업활동을 할 수 없으며, 영업활동에 이용하여 발생한 결과에 대하여 비투컴은 책임을 지지 않습니다.

 회원은 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도ㆍ증여할 수 없으며, 이를 담보로도 제공할 수 없습니다.





제4장 서비스 이용



제11조(회원 홈페이지에 관한 의무)

 회원은 필요에 따라 자신의 홈페이지, 게시판, 방명록, 등록자료 유지보수에 대한 관리책임을 갖습니다.

 회원은 비투컴에서 제공하는 자료를 임의로 삭제, 변경할 수 없습니다.

 회원은 자신의 홈페이지에 공공질서 및 미풍양속에 위반되는 내용물이나 제3자의 저작권 등 기타권리를 침해하는 내용물을 등록하는 행위를 하지 않아야 합니다. 만약 이와같은 내용물을 게재하였을때 발생하는 결과에 대한 모든 책임은 회원에게 있습니다.

 회원은 자신의 책임하에 개설한 홈페이지를 백업 등 여러가지 방법으로 본인이 관리하여야 합니다.

제12조(회원의 게시물 관리 및 삭제)

 효율적인 서비스 운영을 위하여 회원의 메모리 공간, 메시지크기, 보관일수 등을 제한할 수 있으며 등록하는 내용이 다음 각 호의 1에 해당하는 경우에는 사전 통지없이 삭제할 수 있습니다.

  - 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우

  - 공공질서 및 미풍양속에 위반되는 내용인 경우

  - 범죄적 행위에 결부된다고 인정되는 내용인 경우

  - 비투컴의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우

  - 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란 사이트를 링크하는 경우

  - 기타 관계법령에 위반된다고 판단되는 경우

제13조(게시물의 저작권)

 게시물의 저작권은 게시자 본인에게 있으며 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.

제14조(서비스 이용시간)

 서비스의 이용은 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만 정기 점검 등의 사유 발생시는 그러하지 않습니다.

제15조(서비스 이용 책임)

 서비스를 이용하여 해킹, 음란사이트 링크, 상용S/W 불법배포 등의 행위를 하여서는 아니되며 이를 위반으로 인해 발생한 영업활동의 결과 및 손실, 관계기관에 의한 법적 조치 등에 관하여는 구청은 책임을 지지 않습니다.

제16조(서비스 제공의 중지)

 다음 각호의 1에 해당하는 경우에는 서비스 제공을 중지할 수 있습니다.

  - 서비스용 설비의 보수 등 공사로 인한 부득이한 경우

  - 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우

  - 시스템 점검이 필요한 경우

  - 기타 불가항력적 사유가 있는 경우

       </textarea>
                </li>
                <li class="checkBox check03">
                    <ul class="clearfix">
                        <li>개인정보 수집 및 이용에 대한 안내(필수)</li>
                        <li class="checkBtn">
                            <input type="checkbox" name="chk">
                        </li>
                    </ul>
                    <textarea name="" id="">여러분을 환영합니다.
우들리 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 
본 약관은 다양한 우들리 서비스의 이용과 관련하여 우들리 서비스를 제공하는 주식회사와 이를 이용하는 우들리 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 
아울러 여러분의 우들리 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.
       </textarea>
               		 </li>
               	 </ul>
    	 <ul class="footBtwrap clearfix">
                <li><button class="fpmgBt1">회원가입</button></li>
            </ul>
        </form>
</body>
</html>